Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/GeneralSettingsUI/Reset.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# FULL_RESET_SINGLE_HOUR_MSG
source: This will delete all media and data, and reset all settings. This will take about an hour.
ar: سيتم حذف كافة الوسائط والبيانات، وإعادة تعيين الإعدادات. ستستغرق العملية حوالي الساعة.
bg: Това ще изтрие цялата медия и всички данни, както и ще нулира всички настройки. Ще отнеме около час.
ca: S’eliminaran totes les dades i continguts i es restablirà la configuració. Aquesta operació tardarà aproximadament una hora.
cs: Budou smazána všechna média a data a všechna nastavení budou obnovena. Operace potrvá přibližně hodinu.
da: Dette sletter alle medier og data og nulstiller alle indstillinger. Det tager ca. en time.
de: Hiermit werden alle Daten und Medien gelöscht und alle Einstellungen zurückgesetzt. Dies dauert ungefähr 1 Stunde.
el: Θα διαγραφούν όλα τα μέσα και δεδομένα και θα επαναφερθούν όλες οι ρυθμίσεις. Θα διαρκέσει περίπου μία ώρα.
es: Se borrarán todos los datos y contenidos y se restablecerán todos los ajustes. Esta operación durará aproximadamente una hora.
es_us: Se eliminarán todos los datos y contenidos, y se restablecerá toda la configuración. Esto tardará aproximadamente una hora.
fi: Tämä poistaa kaiken sisällön ja datan ja nollaa kaikki asetukset. Tämä kestää noin tunnin.
fr: Tous vos contenus et données seront supprimés et tous les réglages seront réinitialisés. Cette action prendra environ une heure.
fr_ca: Toutes vos données et tous vos réglages seront supprimés. Cette action prendra environ une heure.
he: כל קבצי המדיה, הנתונים וההגדרות שלך ימחקו. התהליך יארך כשעה.
hi: इससे सभी मीडिया और डेटा डिलीट हो जाएगा और सभी सेटिंग्ज़ रीसेट हो जाएँगी। इसमें लगभग एक घंटा लगेगा।
hr: Ovime se brišu svi mediji i podaci i resetiraju sve postavke. Postupak traje oko sat vremena.
hu: Ez törölni fog minden médiát és adatot, valamint alaphelyzetbe állít minden beállítást. Ez megközelítőleg egy órát vesz igénybe.
id: Ini akan menghapus semua media dan data, serta mengatur ulang semua pengaturan. Akan memerlukan waktu sekitar satu jam.
it: Tutti i dati e i file multimediali saranno eliminati e le impostazioni saranno ripristinate. Ci vorrà circa un’ora.
ja: すべてのメディアとデータを消去し、すべての設定をリセットします。完了まで約1時間かかります。
kk: Бұл барлық медиа мен деректі жояды және барлық реттеуді бастапқы күйге қайтарады. Бұған шамамен бір сағат кетуі мүмкін.
ko: 이 작업은 모든 미디어 및 데이터를 삭제하고, 모든 설정을 재설정합니다. 이 작업은 약 1시간이 걸립니다.
lt: Šiuo veiksmu bus ištrinta visa medija bei duomenys ir nustatyti iš naujo visi nustatymai. Tai užtruks apie valandą.
ms: Ini akan memadam semua media dan data serta mereset semua seting. Ini akan mengambil masa lebih kurang sejam.
nl: Hiermee wis je alle media en gegevens en stel je alle instellingen opnieuw in. Dit duurt ongeveer een uur.
no: Dette vil slette alle medier og data og nullstille alle innstillinger. Dette vil ta omtrent én time.
pl: To spowoduje wymazanie wszystkich plików, danych oraz wyzerowanie wszystkich ustawień. Ta czynność potrwa ok. 1 godz.
pt: Isto apagará todo o conteúdo de mídia e dados e redefinirá todos os ajustes. Levará cerca de uma hora.
pt_pt: Todos os dados e conteúdo multimédia serão apagados e todas as definições serão repostas. A operação demorará cerca de uma hora.
ro: Toate datele și conținutul multimedia vor fi șterse, iar configurările vor fi resetate. Acțiunea va dura aproximativ o oră.
ru: Вся информация и медиафайлы будут удалены, а настройки сброшены. Продолжительность: около 1 ч.
sk: Týmto vymažete všetky médiá a dáta a resetujete nastavenia. Operácia potrvá asi hodinu.
sl: To bo izbrisalo vse predstavnostne vsebine in podatke ter ponastavilo vse nastavitve. To bo trajalo približno eno uro.
sv: Detta kommer att radera alla medier, data och inställningar. Det kommer att ta ungefär en timme.
th: การทำงานนี้จะลบสื่อและข้อมูลทั้งหมด และรีเซ็ตการตั้งค่าทั้งหมด โดยจะใช้เวลาประมาณหนึ่งชั่วโมง
tr: Bu işlem, tüm ortamları ve verileri silecek ve tüm ayarları sıfırlayacaktır. Yaklaşık bir saat sürecektir.
uk: Буде видалено всі медіафайли й дані та скинуто всі налаштування. Це займе близько 1 години.
vi: Thao tác này sẽ xóa tất cả phương tiện và dữ liệu, đồng thời đặt lại tất cả cài đặt. Việc này sẽ mất khoảng một giờ.
zh_cn: 这将删除所有媒体和数据，并还原所有设置。此操作大约需要1小时。
zh_hk: 這將會刪除所有媒體及資料，並清除所有設定。大約需要1小時完成程序。
zh_tw: 這將刪除所有媒體和資料並重置所有設定。大約需要1小時來完成。

# RESET_CONFIRMATION_ALERT_ACCEPT_ERASE_CELLULAR_PLANS
source: Erase All
ar: مسح الكل
bg: Изтрий всички
ca: Esborra-ho tot
cs: Smazat vše
da: Slet alt
de: Alles löschen
el: Σβήσιμο όλων
es: Borrar todo
es_us: Borrar todo
fi: Poista kaikki
fr: Tout effacer
fr_ca: Tout effacer
he: מחיקת הכול
hi: सभी मिटाएँ
hr: Obriši sve
hu: Összes törlése
id: Hapus Semua
it: Elimina tutti
ja: すべてを消去
kk: Барлық деректі өшіру
ko: 모두 지우기
lt: Trinti viską
ms: Padam Semua
nl: Wis alles
no: Slett alle
pl: Wymaż wszystko
pt: Apagar Tudo
pt_pt: Apagar todos
ro: Ștergeți tot
ru: Стереть все
sk: Vymazať všetko
sl: Izbriši vse
sv: Radera alla
th: ลบทั้งหมด
tr: Tümünü Sil
uk: Стерти всі
vi: Xóa tất cả
zh_cn: 全部抹掉
zh_hk: 全部清除
zh_tw: 全部清除

# RESET_LOCATION_TITLE
source: Reset Settings
ar: إعادة تعيين الإعدادات
bg: Нулирай настройки
ca: Restableix la configuració
cs: Obnovit nastavení
da: Nulstil indstillinger
de: Einstellungen zurücksetzen
el: Επαναφορά ρυθμίσεων
es: Restablecer ajustes
es_us: Restablecer la configuración
fi: Nollaa asetukset
fr: Réinitialiser les réglages
fr_ca: Réinitialiser les réglages
he: איפוס ההגדרות
hi: सेटिंग्ज़ रीसेट करें
hr: Resetirajte postavke
hu: Beállítások alaphelyzetbe állítása
id: Atur Ulang Pengaturan
it: Ripristina impostazioni
ja: 設定をリセット
kk: Реттеулерді бастапқы күйге қайтару
ko: 설정 재설정
lt: Nustatyti nustatymus iš naujo
ms: Reset Seting
nl: Herstel instellingen
no: Nullstill innstillinger
pl: Wyzeruj ustawienia
pt: Redefinir Ajustes
pt_pt: Repor definições
ro: Resetați configurările
ru: Сбросить настройки
sk: Resetovať nastavenia
sl: Ponastavi nastavitve
sv: Nollställ inställningar
th: รีเซ็ตการตั้งค่า
tr: Ayarları Sıfırla
uk: Скинути Параметри
vi: Đặt lại cài đặt
zh_cn: 还原设置
zh_hk: 重新設定
zh_tw: 重置設定

# ICLOUD_PROMPT_FOR_BACKUP_TITLE
source: Do you want to update your iCloud Backup before erasing?
ar: هل ترغب في تحديث النسخة الاحتياطية على iCloud قبل المسح؟
bg: Преди да изтриете, искате ли да обновите iCloud резервно копие?
ca: Vols actualitzar les teves còpies de seguretat de l’iCloud abans d’esborrar?
cs: Chcete před vymazáním zařízení aktualizovat zálohu na iCloudu?
da: Vil du opdatere din iCloud-sikkerhedskopi inden sletning?
de: Soll das iCloud-Backup vor dem Löschen aktualisiert werden?
el: Θέλετε να ενημερωθεί το Εφεδρικό αντίγραφο iCloud πριν από το σβήσιμο;
es: ¿Quieres actualizar la copia de seguridad en iCloud antes de borrar?
es_us: ¿Quieres actualizar tu respaldo de iCloud?
fi: Päivitetäänkö iCloud-varmuuskopio ennen tyhjentämistä?
fr: Voulez-vous mettre à jour votre sauvegarde iCloud avant d’effacer l’appareil ?
fr_ca: Souhaitez-vous mettre votre sauvegarde iCloud à jour avant d’effacer?
he: האם ברצונך לעדכן את גיבוי ה-iCloud שלך לפני המחיקה?
hi: क्या मिटाने के पहले आप अपना iCloud बैकअप अपडेट करना चाहते हैं?
hr: Želite li ažurirati vašu iCloud sigurnosnu kopiju prije brisanja?
hu: Szeretné frissíteni az iCloud biztonsági mentését a törlés előtt?
id: Apakah Anda ingin memperbarui Cadangan iCloud Anda sebelum menghapus?
it: Vuoi aggiornare il tuo backup di iCloud prima di procedere con l’inizializzazione?
ja: 消去する前にiCloudバックアップをアップデートしますか?
kk: Деректерді өшіру алдында, iCloud сақтық көшірмесін жаңарту қажет пе?
ko: 지우기 전에 iCloud 백업을 업데이트하겠습니까?
lt: Ar norite atnaujinti „iCloud“ atsarginę kopiją prieš ištrindami?
ms: Adakah anda mahu mengemas kini Sandaran iCloud anda sebelum memadam?
nl: Wil je je back‑up in iCloud bijwerken voordat je wist?
no: Vil du ta en ny iCloud-sikkerhetskopi før du sletter?
pl: Czy chcesz uaktualnić backup w iCloud przed wymazaniem?
pt: Deseja atualizar o Backup do iCloud antes de apagar?
pt_pt: Gostaria de atualizar a cópia de segurança em iCloud antes de apagar?
ro: Doriți să vă actualizați backupul iCloud înainte de ștergere?
ru: Обновить резервную копию в iCloud, прежде чем стирать?
sk: Chcete pred vymazaním zariadenia aktualizovať zálohu v iCloude?
sl: Želite pred brisanjem posodobiti varnostno kopiranje v iCloud?
sv: Vill du uppdatera iCloud-säkerhetskopian innan du raderar?
th: คุณต้องการอัปเดตข้อมูลสำรอง iCloud ของคุณก่อนจะลบข้อมูลหรือไม่
tr: Silmeden önce iCloud Yedeklemenizi güncellemek istiyor musunuz?
uk: Ви хочете оновити Архівацію в iCloud перед стиранням?
vi: Bạn có muốn cập nhật bản Sao lưu iCloud trước khi xóa không?
zh_cn: 要在抹掉前更新iCloud云备份吗？
zh_hk: 清除前你想更新iCloud備份嗎？
zh_tw: 要在清除前更新你的「iCloud備份」嗎？

# ICLOUD_SYNC_DOCUMENTS_AND_DATA_MSG
source: If you erase now, you will lose documents and data that are being uploaded to iCloud.
ar: إذا قمت بالمسح الآن، فسوف تفقد المستندات والبيانات التي يجري حاليًا تحميلها إلى iCloud.
bg: Ако изтриете сега, ще загубите документи и данни, които се качват в iCloud.
ca: Si ho esborres ara, perdràs els documents i les dades que s’estan carregant a l’iCloud.
cs: Pokud teď zařízení vymažete, ztratíte dokumenty a data, která jsou právě odesílána na iCloud.
da: Hvis du sletter nu, mister du dokumenter og data, som ikke bliver overført til iCloud.
de: Wenn du jetzt löschst, verlierst du Dokumente und Daten, die gerade auf iCloud hochgeladen werden.
el: Αν επιλέξετε σβήσιμο τώρα, θα χαθούν έγγραφα και δεδομένα, τα οποία ανεβαίνουν στο iCloud.
es: Si borras ahora, perderás los documentos y los datos que estén cargándose en iCloud.
es_us: Si borras ahora, perderás documentos y datos que se estén cargando en iCloud.
fi: Jos tyhjennät nyt, menetät dokumentteja ja dataa, joita lähetetään iCloudiin.
fr: Si vous effacez l’appareil maintenant, vous perdrez les documents et données en cours de téléchargement sur iCloud.
fr_ca: Si vous effacez votre appareil maintenant, vous allez perdre les documents et données qui sont en cours de téléversement vers iCloud.
he: מחיקה כעת תוביל לאובדן מסמכים ונתונים נוספים שנמצאים בתהליך העלאה ל-iCloud.
hi: यदि आप अभी मिटाते हैं, तो दस्तावेज़ों और डेटा को गँवा देंगे जिसे iCloud में अपलोड किया जा रहा है।
hr: Obrišete li odmah, izgubit ćete dokumente i podatke koji se postavljaju na iCloud.
hu: Ha most törli, akkor el fogja veszíteni a dokumentumokat és adatokat, amelyeknek az iCloudba való feltöltése folyamatban van.
id: Jika Anda menghapus sekarang, Anda akan kehilangan dokumen dan data yang sedang diunggah ke iCloud.
it: Inizializzando ora, perderai i documenti e i dati che stai caricando su iCloud.
ja: 今すぐ消去すると、iCloudにアップロード中の書類およびデータが失われます。
kk: Деректерді қазір өшірсеңіз, iCloud сервисіне жүктеп салынып жатқан құжаттар мен деректерді жоғалтасыз.
ko: 지금 지우면 현재 iCloud에 업로드 중인 문서 및 기타 데이터를 잃게 됩니다.
lt: Jei ištrinsite dabar, prarasite dokumentus ir duomenis, kurie keliami į „iCloud“.
ms: Jika anda memadamkan sekarang, anda akan kehilangan dokumen dan data yang sedang dimuat naik ke iCloud.
nl: Als je nu wist, verlies je documenten en gegevens die naar iCloud worden geüpload.
no: Hvis du sletter nå, vil du miste dokumenter og data som lastes opp til iCloud nå.
pl: Jeśli wymażesz teraz, utracisz dokumenty i dane, które są właśnie wysyłane do iCloud.
pt: Se apagar agora, você perderá documentos e dados que estão sendo enviados ao iCloud.
pt_pt: Se apagar agora, perderá os documentos e dados que estão a ser enviados para iCloud.
ro: Dacă ștergeți acum, veți pierde documentele și datele care sunt în curs de încărcare pe iCloud.
ru: Если стереть сейчас, Вы потеряете документы и данные, которые выгружаются в iCloud.
sk: Ak hneď spustíte vymazávanie zariadenia, prídete o dokumenty a dáta, ktoré sa odosielajú do iCloudu.
sl: Če izbrišete zdaj, boste izgubili dokumente in podatke, ki se nalagajo v iCloud.
sv: Om du raderar nu kommer du att bli av med dokument och data som håller på att överföras till iCloud.
th: ถ้าคุณลบข้อมูลในตอนนี้ คุณจะสูญเสียเอกสารและข้อมูลที่กำลังถูกอัปโหลดไปยัง iCloud
tr: Şimdi silerseniz iCloud’a yüklenmekte olan belgeleri ve verileri kaybedersiniz.
uk: Якщо стерти зараз, ви втратите документи та інші дані, які ще закачуються до iCloud.
vi: Nếu bạn xóa bây giờ, bạn sẽ mất các tài liệu và dữ liệu đang được tải lên iCloud.
zh_cn: 如果现在抹掉，你将丢失正在上传到iCloud的文稿和数据。
zh_hk: 如立即清除，你將會遺失正在上載至iCloud的文件和資料。
zh_tw: 若立即清除，你將會遺失正在上傳到iCloud的文件和資料。

# CLEAR_SETTINGS_MSG_CONFIRM_STOCKHOLM
source: Are you sure you want to continue? This will reset all settings and your Apple Pay cards will be removed. No data or media will be deleted.
ar: هل ترغب بالتأكيد في المتابعة؟ سيؤدي ذلك إلى إعادة تعيين جميع الإعدادات وستتم إزالة بطاقات Apple Pay الخاصة بك. ولن يتم حذف أي بيانات أو وسائط.
bg: Сигурни ли сте, че искате да продължите? Това ще нулира всички настройки и вашите Apple Pay карти ще бъдат изтрити. Данните и медията няма да бъдат изтрити.
ca: Confirmes que vols continuar? Es restablirà la configuració i s’eliminaran les targetes de l’Apple Pay. No s’eliminaran dades ni continguts.
cs: Určitě chcete pokračovat? Budou resetována všechna nastavení a odstraněny karty z Apple Pay. Nebudou smazána žádná data ani média.
da: Er du sikker på, at du vil fortsætte? Alle indstillinger nulstilles, og dine Apple Pay-kort fjernes. Ingen data eller medier bliver slettet.
de: Möchtest du wirklich fortfahren? Hiermit werden alle Einstellungen zurückgesetzt und deine Apple Pay-Karten entfernt. Daten oder Medien werden dabei nicht gelöscht.
el: Θέλετε σίγουρα να συνεχίσετε; Θα επαναφερθούν όλες οι ρυθμίσεις και θα αφαιρεθούν οι κάρτες Apple Pay. Δεν θα διαγραφούν δεδομένα ή πολυμέσα.
es: ¿Seguro que quieres continuar? Se restablecerán todos los ajustes y se eliminarán tus tarjetas de Apple Pay. Los datos y contenidos no se eliminarán.
es_us: ¿Quieres continuar? Se restablecerá toda la configuración y se eliminarán tus tarjetas de Apple Pay. No se eliminarán los datos ni los contenidos.
fi: Haluatko jatkaa? Tämä nollaa kaikki asetukset ja Apple Pay ‑korttisi poistetaan. Tietoja tai sisältöä ei poisteta.
fr: Voulez-vous vraiment continuer ? Tous les réglages seront réinitialisés et vos cartes Apple Pay seront supprimées. Vos données et contenus seront conservés.
fr_ca: Voulez-vous continuer? Tous les réglages seront réinitialisés et vos cartes Apple Pay seront supprimées. Vos données et contenus multimédias seront conservés.
he: האם ברצונך להמשיך? פעולה זו תאפס את כל ההגדרות ותסיר את כרטיסי ה-Apple Pay שלך. לא יימחקו נתונים או מדיה.
hi: क्या आप निश्चित हैं कि आप जारी रखना चाहते हैं? इससे सभी सेटिंग्ज़ रीसेट हो जाएँगी और आपके Apple Pay कार्ड हटा दिए जाएँगे। कोई भी डेटा या मीडिया डिलीट नहीं किया जाएगा।
hr: Sigurno želite nastaviti? Time se resetiraju sve postavke i vaše Apple Pay kartice će se ukloniti. Podaci ili mediji neće biti obrisani.
hu: Biztos benne, hogy folytatni szeretné? Ez minden beállítást alaphelyzetbe fog állítani, és az Apple Pay-kártyái el lesznek távolítva. Adat vagy média nem lesz törölve.
id: Apakah Anda yakin ingin melanjutkan? Ini akan mengatur ulang semua pengaturan dan kartu Apple Pay akan dihapus. Tidak ada data atau media yang akan dihapus.
it: Confermi di voler continuare? L’azione inizializzerà tutte le impostazioni e le carte Apple Pay verranno rimosse, tuttavia, nessun dato o file multimediale verrà eliminato.
ja: 本当に続けますか? すべての設定をリセットし、お使いのApple Payカードは削除されます。データやメディアは削除されません。
kk: Жалғастыру қажеттігіне сенімдісіз бе? Бұл барлық реттеуді бастапқы күйге қайтарады және Apple Pay карталары жойылады. Ешқандай деректер мен медиафайлдар жойылмайды.
ko: 계속하겠습니까? 이 작업은 모든 설정을 재설정하고 Apple Pay 카드를 제거합니다. 데이터나 미디어는 삭제되지 않습니다.
lt: Ar tikrai norite tęsti? Bus nustatyti iš naujo visi nustatymai ir ištrintos jūsų „Apple Pay“ kortelės. Jokie duomenys ar medija nebus ištrinti.
ms: Adakah anda pasti mahu meneruskan? Ini akan mereset semua seting dan kad Apple Pay anda akan dikeluarkan. Tiada data atau media akan dipadamkan.
nl: Weet je zeker dat je wilt doorgaan? Je stelt alle instellingen opnieuw in en je Apple Pay-kaarten worden verwijderd. Er worden geen gegevens of media gewist.
no: Er du sikker på at du vil fortsette? Dette vil nullstille alle innstillinger, og alle Apple Pay-kort vil bli fjernet. Ingen data eller medier blir slettet.
pl: Czy na pewno chcesz kontynuować? Spowoduje to wyzerowanie wszystkich ustawień oraz usunięcie kart Apple Pay. Dane oraz multimedia pozostaną nienaruszone.
pt: Tem certeza de que deseja continuar? Isso redefinirá todos os ajustes e seus cartões do Apple Pay serão removidos. Nenhum dado ou mídia será apagado.
pt_pt: Tem a certeza de que pretende continuar? Todas as definições serão repostas e os cartões do Apple Pay serão removidos. Não serão eliminados dados nem conteúdo multimédia.
ro: Sigur doriți să continuați? Toate configurările vor fi resetate, iar cardurile dvs. Apple Pay vor fi eliminate. Nu vor fi șterse date sau conținut multimedia.
ru: Вы действительно хотите продолжить? Все настройки будут сброшены, а карты Apple Pay удалены. Информация и медиафайлы не удаляются.
sk: Naozaj chcete pokračovať? Týmto resetujete všetky nastavenia a vaše Apple Pay karty budú odstránené. Dáta ani médiá nebudú vymazané.
sl: Ste prepričani, da želite nadaljevati? To bo ponastavilo vse nastavitve in vaše kartice v storitvi Apple Pay bodo odstranjene. Podatki in predstavnostne vsebine bodo ohranjeni.
sv: Är du säker på att du vill fortsätta? Detta nollställer alla inställningar och dina Apple Pay-kort tas bort. Inga data eller medier kommer att raderas.
th: คุณแน่ใจหรือไม่ว่าคุณต้องการดำเนินการต่อ การทำงานนี้จะรีเซ็ตการตั้งค่าทั้งหมดและระบบจะเอาบัตร Apple Pay ของคุณออก แต่ข้อมูลหรือสื่อจะไม่ถูกลบ
tr: Sürdürmek istediğinizden emin misiniz? Bu, tüm ayarları sıfırlar ve Apple Pay kartlarınız silinir. Hiçbir veri veya ortam silinmez.
uk: Справді продовжити? Усі параметри буде скинуто, а ваші картки Apple Pay вилучено. Жодних даних або медіафайлів видалено не буде.
vi: Bạn có chắc chắn muốn tiếp tục không? Việc này sẽ đặt lại tất cả cài đặt và các thẻ Apple Pay của bạn sẽ bị xóa. Sẽ không có dữ liệu hoặc phương tiện nào bị xóa.
zh_cn: 你确定要继续吗？这将还原所有设置并移除Apple Pay卡片。数据和媒体内容不会删除。
zh_hk: 確定要繼續嗎？這將重設所有設定，你的Apple Pay卡將被移除。此不會刪除任何資料或媒體。
zh_tw: 確定要繼續嗎？這將重置所有設定並移除你的Apple Pay卡片。不會刪除任何資料或媒體。

# ICLOUD_SYNC_NEEDS_WLAN_MSG
source: You need to be connected to WLAN to upload to iCloud.
ar: يجب الاتصال بالـ WLAN للتحميل إلى iCloud.
bg: Необходимо е да сте свързани към WLAN, за да се качва в iCloud.
ca: Per carregar contingut a l’iCloud, t’has de connectar a una xarxa WLAN.
cs: Před odesláním dat na iCloud se musíte připojit k WLAN.
da: Du skal have forbindelse til WLAN for at kunne overføre til iCloud.
de: Du benötigst eine WLAN-Verbindung, um etwas bei iCloud hochzuladen.
el: Για ανέβασμα στο iCloud, πρέπει να είστε συνδεδεμένοι σε WLAN.
es: Para cargar en iCloud, debes tener conexión a una red WLAN.
es_us: Necesitas conexión a WLAN para respaldar en iCloud.
fi: iCloudiin lähettämiseen tarvitaan WLAN-yhteys.
fr: Vous devez vous connecter à un réseau WLAN pour télécharger des éléments sur iCloud.
fr_ca: Connectez-vous à un réseau WLAN pour effectuer un téléversement vers iCloud.
he: על המכשיר להיות מחובר לרשת WLAN כדי להעלות נתונים ל-iCloud.
hi: iCloud पर अपलोड करने के लिए आपको WLAN से कनेक्ट करने की आवश्यकता है।
hr: Za postavljanje na iCloud trebate biti spojeni na WLAN.
hu: Az iCloudba való feltöltéshez csatlakoznia kell a WLAN-hálózathoz.
id: Anda harus terhubung ke WLAN untuk mengunggah ke iCloud.
it: Per eseguire il caricamento su iCloud, devi aver eseguito l’accesso alla rete WLAN.
ja: iCloudにアップロードするにはWLANに接続している必要があります。
kk: iCloud сервисіне жүктеп салу үшін WLAN желісіне қосылу қажет.
ko: iCloud에 업로드하려면 WLAN에 연결되어 있어야 합니다.
lt: Norėdami įkelti į „iCloud“, turite būti prisijungę prie WLAN tinklo.
ms: Anda perlu disambungkan ke WLAN untuk memuat naik ke iCloud.
nl: Je moet verbonden zijn met WLAN om naar iCloud te uploaden.
no: Du må være koblet til WLAN for å laste opp til iCloud.
pl: Aby wysłać do iCloud, musisz mieć połączenie z siecią WLAN.
pt: Você deve conectar a uma rede WLAN para enviar ao iCloud.
pt_pt: Tem de estar ligado a uma rede WLAN para enviar para iCloud.
ro: Trebuie să vă conectați la WLAN pentru a încărca pe iCloud.
ru: Для выгрузки в iCloud необходимо подключение к WLAN.
sk: Ak chcete odoslať dáta do iCloudu, musíte sa pripojiť k WLAN.
sl: Za nalaganje v iCloud morate biti povezani z omrežjem WLAN.
sv: Du måste vara ansluten till WLAN om du vill överföra till iCloud.
th: คุณต้องเชื่อมต่ออยู่กับ WLAN ในระหว่างอัปโหลดไปยัง iCloud
tr: iCloud’a yüklemek için WLAN’a bağlı olmanız gerekir.
uk: Для закачування до iCloud потрібне WLAN‑зʼєднання.
vi: Thiết bị của bạn cần được kết nối vào WLAN để tải lên iCloud.
zh_cn: 你需要接入无线局域网以上传至iCloud。
zh_hk: 你需要連接WLAN才能上載至iCloud。
zh_tw: 你需要連接WLAN才能上傳到iCloud。
